Repository: wp-plugins/gift-cards-for-woocommerce
Catalog: trunk/languages/rpgiftcards-*.po
Languages: de_de, es_es

source: Gift Card Data
de_de: Geschenkkartendaten
es_es: Datos de la tarjeta de regalo

source: Additional Card Options
de_de: Zusätzliche Karten-Optionen
es_es: Opciones adicionales de la tarjeta

source: Send Gift Card Email
de_de: Geschenkkartenmail versenden
es_es: Enviar Tarjeta de Regalo por Email

source: Regenerate Card Number
de_de: Kartennummer wiederherstellen
es_es: Regenerar Número de tarjeta

source: No additional options available. Zero balance
de_de: Keine zusätzlichen Optionen. Saldo Null
es_es: No hay opciones adicionales disponibles. Balance cero

source: Gift Card description
de_de: Geschenkkarte Beschreibung
es_es: Descripción Tarjeta de Regalo

source: Optionally enter a description for this gift card for your reference.
de_de: Geben Sie optional eine Beschreibung dieser Geschenkkarte für Ihre Referenz ein.
es_es: Opcionalmente, introduzca una descripción para esta tarjeta de regalo para su referencia.

source: Who are you sending this to?
de_de: An wen senden Sie das?
es_es: ¿A quién estás enviando esto?

source: To
de_de: An
es_es: A

source: Who is getting this gift card.
de_de: Wer bekommt diese Geschenkkarte.
es_es: Quién está recibiendo esta tarjeta de regalo.

source: Email To
de_de: Email an
es_es: Correo electrónico para

source: What email should we send this gift card to.
de_de: An welche Email sollen wir die Geschenkkarte senden.
es_es: A que email debemos enviar esta tarjeta de regalo.

source: From
de_de: Von
es_es: Desde

source: Who is sending this gift card.
de_de: Wer sendet diese Geschenkkarte.
es_es: Quién está enviando esta tarjeta de regalo.

source: Email From
de_de: Email von
es_es: Correo electrónico de

source: What email account is sending this gift card.
de_de: Welches Emailkonto versendet diese Geschenkkarte.
es_es: Desde que cuenta de correo electrónico está enviando esta tarjeta de regalo.

source: Personalize it
de_de: Personalisieren
es_es: Personalícela

source: Gift Card Amount
de_de: Betrag der Geschenkkarte
es_es: Importe Tarjeta Regalo

source: Value of the Gift Card.
de_de: Wert der Geschenkkarte.
es_es: Valor de la Tarjeta Regalo.

source: Gift Card Balance
de_de: Geschenkkarten Restbetrag
es_es: Saldo de Tarjeta Regalo

source: Remaining Balance of the Gift Card.
de_de: Verbleibender Restbetrag der Geschenkkarte.
es_es: Saldo restante de la Tarjeta Regalo.

source: Gift Card Note
de_de: Anmerkung zur Geschenkkarte
es_es: Nota de la Tarjeta Regalo

source: Enter a message to your customer.
de_de: Eine Nachricht an den Kunden eintragen.
es_es: Escriba un mensaje a su cliente.

source: Expiry date
de_de: Verfallsdatum
es_es: Fecha de caducidad

# placeholder
source: Never expire
de_de: Verfällt nicht
es_es: Nunca expira

source: The date this Gift Card will expire, <code>YYYY-MM-DD</code>.
de_de: Diese Geschenkkarte verfällt am, <code>MM.DD. YYYY</ code>.
es_es: La fecha en que esta Tarjeta Regalo caduca, <code>DD/MM/YYYY</code>.

source: Giftcard Number
de_de: Geschenkkartennummer
es_es: Numero Tarjeta de Regalo

source: Giftcard Amount
de_de: Geschenkkartenbetrag
es_es: Importe Tarjeta Regalo

source: Remaining Balance
de_de: Verbleibender Restbetrag
es_es: Saldo

source: Buyer
de_de: Käufer
es_es: Comprador

source: Recipient
de_de: Empfänger
es_es: Beneficiario

source: Creation Date
de_de: Erstellungsdatum
es_es: Fecha de creación

source: Gift Card Payment:
de_de: Geschenkkartenzahlung:
es_es: Pago con tarjeta Regalo

source: Gift Card Information
de_de: Geschenkkarten Information:
es_es: Información de la tarjeta de regalo

source: New gift card from
de_de: Neue Geschenkkarte von:
es_es: Nueva tarjeta de regalo de

source: Dear
de_de: Sehr geehrte(r)
es_es: Querido

source: Gift Card for you! This card can be used for online purchases at
de_de: Geschenkkarte für Sie! Diese Karte kann für Online-Käufe verwendet werden bei
es_es: Tarjeta de regalo para usted! Esta tarjeta se puede utilizar para compras en línea en

source: Gift Card Number
de_de: Geschenkkartennummer
es_es: Numero Tarjeta de Regalo

source: Using your Gift Card is easy
de_de: Ihre Geschenkkarte zu verwenden ist einfach
es_es: El uso de su tarjeta de regalo es fácil

source: Shop at
de_de: Kaufen im
es_es: Haga sus compras en

source: Select \"Pay with a Gift Card\" during checkout.
de_de: Wählen Sie \"Bezahlen mit einer Geschenkkarte \" an der Kasse.

source: Enter your card number.
de_de: Geben Sie Ihre Geschenkkartennummer ein.
es_es: Introduce su numero de tarjeta aquí.

source: Gift Cards
de_de: Geschenkkarten
es_es: Tarjetas de regalo

source: Processing Options
de_de: Verarbeitungs Optionen

source: Shipping Charge?
de_de: Versandkostenfreie Lieferung?
es_es: Carga de envío?

source: Allow customers to pay for shipping with their gift card.
de_de: Kunden erlauben den Versand mit Geschenkkarte zu zahlen.
es_es: Permitir a los clientes pagar el envío con su tarjeta de regalo.

source: Premium features available
de_de: Es stehen Premiumfunktionen zur Verfügung
es_es: Características premium disponibles

source: You can now add additional functionallity to the gift card plugin using some of my premium plugins offered through %s. If you are looking for some functionality that I have not created let me know and I would be happy to look into offering it in the future. I also have a support forum for my premium plugins and the ones offered on Wordpress.org. Please let me know if I can help with anything.
de_de: Sie können nun zusätzliche Eigenschaften zum Geschenkkarte Plugin hinzufügen, indem Sie einige meiner Premium-Plugins, durch %s angeboten, nutzen. Wenn Sie nach Funktionen suchen, die ich noch nicht erstellt habe, lassen Sie es mich bitte wissen. Ich würde diese gern in der Zukunft integrieren. Ich habe auch ein Support-Forum für meine Premium-Plugins, die ich auf Wordpress.org anbiete. Bitte lassen Sie mich wissen, wenn ich Ihnen mit irgendetwas helfen kann.
es_es: Ahora puede agregar funcionabilidad adicional para el plugin tarjeta de regalo usando algunos de mis plugins premium ofrecidos a través de %s. Si usted está buscando algunas funciones que no he creado hágamelo saber y yo estaría feliz de mirar en ofrecerlo en el futuro. También tengo un foro de soporte para mis plugins ofrecidos en Wordpress.org. Por favor, hágamelo saber si puedo ayudarle con cualquier cosa.

source: Giftcard Information
de_de: Geschenkkarteninformation
es_es: Información de la Tarjeta de Regalo

source: Gift Card #:
de_de: Geschenkkarte #:
es_es: Tarjeta de regalo #:

source: Payment:
de_de: Bezahlung:
es_es: Pago:

source: Balance remaining:
de_de: Restbetrag:
es_es: Saldo restante:

source: Gift Card
de_de: Geschenkkarte
es_es: Tarjeta de Regalo

source: Gift Card does not have a balance!
de_de: Diese Geschenkkarte hat keinen Betrag!
es_es: ¡Tarjeta de Regalo no tiene saldo!

source: Gift card applied successfully.
de_de: Geschenkarge erfolgreich angewendet.
es_es: La tarjeta de regalo se aplica con éxito.

source: Gift Card has expired!
de_de: Geschenkkarte ist abgelaufen!
es_es: ¡Tarjeta de Regalo ha caducado!

source: Gift Card does not exist!
de_de: Geschenkkarte existiert nicht!
es_es: ¡Tarjeta de Regalo no existe!

source: Gift Card Payment
de_de: Geschenkkartenzahlung
es_es: Pago con tarjeta de Regalo

source: Remove Gift Card
de_de: Geschenkkarte entfernen
es_es: Retire la tarjeta de regalo

source: Remaining Gift Card Balance:
de_de: Verbleibender Geschenkarten Restbetrag:
es_es: Saldo restante de la tarjeta de regalo:

source: Gift Card Information:
de_de: Geschenkkarten information:

source: Giftcard
de_de: Geschenkkarte
es_es: Tarjeta de Regalo

source: Card
de_de: Karte
es_es: Tarjeta

source: Send To
de_de: Senden an
es_es: Enviar a

source: Balance
de_de: Betrag
es_es: Saldo

source: Note
de_de: Nachricht
es_es: Nota

source: Quantity
de_de: Anzahl
es_es: Cantidad

source: Make product a gift card.
de_de: Ein Produkt zu einer Geschenkkarte machen.
es_es: Haga producto una tarjeta de regalo.

source: All fields below are optional
de_de: Alle folgenden Felder sind optional
es_es: Todos los campos siguientes son opcionales

source: Generated from the website.
de_de: Von der Website erstellt.
es_es: Creado por la página web.

source: Enter your note here.
de_de: Geben Sie hier Ihre Nachricht ein.

# Admin menu name
source: Gift Cards
de_de: Geschenkkarten
es_es: Tarjeta de Regalo

source: Add Gift Card
de_de: Geschenkkarte hinzufügen
es_es: Añadir Tarjeta de Regalo

source: Add New Gift Card
de_de: Neue Geschenkkarte hinzufügen
es_es: Crear Tarjeta de Regalo nueva

source: Edit
de_de: Bearbeiten
es_es: Editar

source: Edit Gift Card
de_de: Geschenkgutschein bearbeiten
es_es: Editar Tarjeta de Regalo

source: New Gift Card
de_de: Neue Geschenkkarte
es_es: Tarjeta de Regalo nueva

source: View Gift Cards
de_de: Geschenkkarten ansehen
es_es: Ver Tarjetas de Regalo

source: View Gift Card
de_de: Geschenkkarte ansehen
es_es: Ver Tarjeta de regalo

source: Search Gift Cards
de_de: Geschenkkarten suchen
es_es: Buscar Tarjetas de Regalo

source: No Gift Cards found
de_de: Keine Geschenkkarten gefunden
es_es: Tarjetas de Regalo no encontrado

source: No Gift Cards found in trash
de_de: Keine Geschenkkarten im Papierkorb gefunden
es_es: Tarjetas de Regalo no encontrado en la papelera

source: Parent Gift Card
de_de: Übergeordnete Geschenkkarte
es_es: Tarjeta de Regalo padre

source: Zero Balance
de_de: Kein Saldo
es_es: Balance Cero

source: Zero Balance <span class="count">(%s)</span>
de_de: Kein Saldo <span class="count">(%s)</span>
es_es: Balance Cero <span class="count">(%s)</span>
